#!/bin/bash
#--------------------------------------------------------------    
#测试 openssl 生成CA的私钥和公钥(签发公钥)
# sudo scp -r  ./openssl_01.sh  root@192.168.122.234:/home/lwh
# sudo scp -r  ./openssl_01.sh  root@192.168.122.83:/home/lwh
#--------------------------------------------------------------    

#--------------------------------------------------------------    
#测试 OpenLDAP 利用 openssl的CA  生成私钥 并签发证书 
# sudo scp -r  ./openssl_02.sh  root@192.168.122.234:/home/lwh
# sudo scp -r  ./openssl_02.sh  root@192.168.122.83:/home/lwh
#--------------------------------------------------------------   